Repository: 84000/data-translation-memory
Catalog: Toh_97-The_Chapter_on_Manjusris_Magical_Display-v1.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པ་མ་ལུས་པར་ཟད་པར་ཚོལ་ཞིང་འཁོར་བའི་རྒྱུན་གྱི་ཉོན་མོངས་པ་རྣམས་ལ་སྨོན་པའང་བདུད་ཀྱི་ལས་སོ། །
en: (13) Seeking to terminate afflictions entirely, while aspiring for the afflictions in the continuation of saṃsāra, is also the working of Māra.

source: ཤེས་རབ་ཀྱིས་རྣམ་པར་དཔྱོད་ཅིང་སྙིང་རྗེ་ཆེན་པོ་ལ་དམིགས་པ་མི་འཛིན་པ་ཡང་བདུད་ཀྱི་ལས་སོ། །
en: (14) Using insight for analysis, while not maintaining one’s focus on great compassion, is also the working of Māra.

source: ཐབས་དང་མི་ལྡན་པར་དགེ་བར་སྤྱོད་པ་ཐམས་ཅད་ཀྱང་བདུད་ཀྱི་ལས་སོ། །
en: (15) Any virtuous act that is performed unskillfully is also the working of Māra.

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་མི་ཚོལ་གྱི་འཇིག་རྟེན་རྒྱང་ཕན་པའི་གསང་ཚིག་འཛིན་པའང་བདུད་ཀྱི་ལས་སོ། །
en: (16) Not seeking the bodhisattva teachings, but rather, receiving the secret words of the lokāyatas, is also the working of Māra.

source: མང་དུ་ཐོས་ཀྱང་གཞན་གྱིས་ཤེས་ཀྱིས་དོགས་ཏེ་ཆོས་ལ་སློབ་དཔོན་གྱིས་དཔེ་མཁྱུད་བྱེད་པའང་བདུད་ཀྱི་ལས་སོ། །
en: (17) Being learned, yet being unwilling to share the Dharma out of anxiety that others will become learned, is also the working of Māra.

source: འཇིག་རྟེན་པའི་དགོས་པའི་ཞལ་ཏ་བྱེད་ཅིང་མང་དུ་ཐོས་པ་མི་ཚོལ་བ་ཡང་བདུད་ཀྱི་ལས་སོ། །
en: (18) Working on worldly affairs without seeking erudition is also the working of Māra.

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་སྐལ་བ་མཉམ་པ་རྣམས་ལ་མི་སྟེན། མི་སྙེན། བསྙེན་བཀུར་མི་བྱེད།
en: (19) Failing to follow, serve, and venerate fellow bodhisattva Dharma teachers who practice the Great Vehicle,

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པ་སྐལ་བ་མི་མཉམ་པར་དགའ་བའང་བདུད་ཀྱི་ལས་སོ། །
en: while delighting in dissimilar teachers who practice the vehicles of the hearers and solitary buddhas, is also the working of Māra.

source: !གང་གི་ཚེ་བརྒྱ་བྱིན་ནམ། ཚངས་པའམ། འཇིག་རྟེན་སྐྱོང་བའམ། རྒྱལ་པོ་འམ། ཚངས་དཔོན་ནམ། ཁྱིམ་བདག་གི་ལོངས་སྤྱོད་དང་། ནོར་དང་། རིན་པོ་ཆེ་དང་། དབང་ཕྱུག་གི་ཆེ་བ་ཉིད་དུ་གྱུར་པ་དེའི་ཚེ་ཆོས་ཀྱི་ཆེ་བ་ཉིད་དང་ལྡན་པ་རྣམས་ལ་མི་སྟེན། མི་སྙེན། བསྙེན་བཀུར་མི་བྱེད་པ་
en: (20) When one has attained the greatness of resources, wealth, jewels, and power of Śakra, Brahmā, a world protector, a king, a merchant, or a householder, it is also the working of Māra if one abstains from following, serving, and venerating those endowed with the greatness of the Dharma.

source: འདི་དག་ནི་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བདུད་ཀྱི་ལས་ཡང་དག་ཕུལ་ཉི་ཤུའོ། །
en: Divine being, these are the twenty particularly severe workings of Māra for the bodhisattvas.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བདུད་སྡིག་ཅན་ལ་སྡིག་ཅན་ཁྱོད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བདུད་ཀྱི་ལས་འདི་དག་ལེགས་པར་བཤད་པ་ནི་ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ། །
en: Then the Blessed One praised the evil Māra, “Evil One, you have explained the workings of Māra for the bodhisattvas very well—excellent!

source: བྱང་ཆུབ་སེམས་དཔའ་གང་དག་བདུད་ཀྱི་ལས་འདི་རྣམས་ཐོས་ཤིང་ཐོས་ནས་ཀྱང་རྣམ་པར་སྤོང་བ་དེ་དག་བྱང་ཆུབ་ཡོངས་སུ་སྨིན་པར་བྱེད་པའི་ཆོས་ཉི་ཤུ་ཐོབ་པར་འགྱུར་རོ། །
en: Bodhisattvas who hear about these workings of Māra and subsequently abandon them will attain twenty qualities that ripen awakening.

source: བྱམས་པ་ཆེན་པོ་དང་།
en: (1) great kindness,

source: སྙིང་རྗེ་ཆེན་པོ་དང་།
en: (2) great compassion,

source: འཁོར་བ་ན་ཡོངས་སུ་མི་སྐྱོ་བ་དང་།
en: (3) not being weary of saṃsāra,

source: དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་དང་།
en: (4) being accepted by a spiritual friend,

source: སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་བྱེད་པ་དང་།
en: (5) encountering buddhas,

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ཉན་པ་དང་།
en: (6) hearing about the perfections,

source: བྱང་ཆུབ་སེམས་དཔའི་འཁོར་དང་སྐལ་བ་མཉམ་པ་དང་།
en: (7) taking part in the assembly of bodhisattvas,

source: གཟུངས་རབ་ཏུ་ཐོབ་པ་དང་།
en: (8) attaining dhāraṇī,

source: སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་དང་།
en: (9) attaining perfect eloquence,

source: མངོན་པར་ཤེས་པ་ཤེས་པ་དང་།
en: (10) realizing the superknowledges,

source: ཆོས་མ་ཐོས་པ་ཉན་པ་དང་།
en: (11) receiving teachings one has not heard,

source: ཚེ་རབས་ཚེ་རབས་སུ་བྱང་ཆུབ་ཀྱི་སེམས་མངོན་དུ་འགྱུར་བ་དང་།
en: (12) manifesting the mind of awakening in life after life,

source: རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་རབ་ཏུ་འབྱུང་བ་རྙེད་པ་དང་།
en: (13) always taking ordination without interruption,

source: དལ་བ་ཕུན་སུམ་ཚོགས་པ་དང་།
en: (14) having all the freedoms,

source: ཇི་ལྟར་ཐོས་པའི་ཆོས་རྣམས་སྒྲུབ་པ་དང་།
en: (15) accomplishing teachings exactly as they were heard,

source: ཐབས་དང་ཤེས་རབ་ཀྱིས་ཤེས་པས་སེམས་ཅན་སྡུད་ཅིང་ཡོངས་སུ་འཛིན་པ་དང་།
en: (16) using the knowledge of skillful means and wisdom to attract beings and accept them,

source: དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་དང་།
en: (17) upholding the true Dharma,

source: གཡོ་མེད་ཅིང་སྒྱུ་མེད་པ་དང་།
en: (18) being honest and nondeceptive,

source: ཕངས་པའི་དངོས་པོ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བ་དང་།
en: (19) abandoning all beloved things, and

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཁོང་ཁྲོ་བ་མེད་པ་སྟེ།
en: (20) not having anger toward any being.

source: བྱང་ཆུབ་ཡོངས་སུ་སྨིན་པར་བྱེད་པའི་ཆོས་ཉི་ཤུ་པོ་འདི་དག་ཐོབ་པར་འགྱུར་རོ། །
en: They will attain these twenty qualities that ripen awakening.”

source: དེ་ནས་ལྷའི་བུ་མཚམས་བཟངས་ཀྱིས་བདུད་སྡིག་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Then the god Susīma said to the evil Māra,

source: སྡིག་ཅན་ཁྱོད་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་སོ་ཞེས་བྱ་བ་གནང་བ་ནི་སྡིག་ཅན་ཁྱོད་ཀྱིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ། །
en: “Evil One, the Blessed One gave his approval to you. Evil One, you have obtained a great boon.”

source: བདུད་ཀྱིས་སྨྲས་པ། ལྷའི་བུ་འདི་ལ་ཁོ་བོས་རྙེད་པ་ཅི་ཞིག་ལེགས་པར་རྙེད།
en: Māra said, “Divine being, I did not obtain any boon!

source: ལྷའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མི་གང་འབྱུང་པོ་བབས་པ་བསྟན་པ་དེ་ནི་མི་དེའི་འགྱུར་བ་མ་ཡིན་གྱི། དེ་ནི་འབྱུང་པོ་དེའི་འགྱུར་བར་བལྟའོ། །
en: Divine being, by way of analogy, the display of a person possessed by a spirit is regarded as the expression of the spirit, not of the person.

source: ལྷའི་བུ་དེ་བཞིན་དུ་ཁོ་བོ་ཡང་འཇམ་དཔལ་གྱིས་བྱིན་གྱིས་བརླབས་ནས་སྟོན་གྱི། འདི་ཁོ་བོའི་སྐྱེས་བུའི་རྩལ་དུ་ནི་མི་བལྟའོ། །
en: Divine being, in that same way, I am teaching due to the blessings of Mañjuśrī; this should not be seen as my own doing.”

source: སྡིག་ཅན་ཁྱོད་སངས་རྒྱས་ཀྱི་གཟུགས་ཀྱི་མཚན་དང་ལྡན་ཞིང་སངས་རྒྱས་ཀྱི་སེང་གེའི་ཁྲི་ལ་འདུག་སྟེ།
en: “Evil One, you have the marks of a buddha’s body, you sit on a buddha’s lion throne, and

source: སངས་རྒྱས་ཀྱི་སྤོབས་པ་དང་ལྡན་ཞིང་ཆོས་སྟོན་པས་དགའ་བར་མ་གྱུར་ཏམ།
en: you teach the Dharma with a buddha’s eloquence. So are you not happy?”

source: བདུད་ཀྱིས་སྨྲས་པ། ཁྱོད་ཀྱིས་ནི་ཁོ་བོ་བརྒྱན་པར་མཐོང་བ་ལྟ་ན་ཁོ་བོས་ནི་བཅིང་བ་དམ་པོས་བདག་བཅིངས་པར་ཤེས་སོ། །
en: Māra responded, “Although you see me as being ornamented, I know that I am tied with tight bonds.”

source: སྡིག་ཅན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཟོད་པར་གསོལ་ཅིག་དང་དེ་ནས་གཏོང་བར་འགྱུར་རོ། །
en: “Evil One, ask youthful Mañjuśrī for forgiveness, and he will release you.”

source: དེ་ནས་འཇམ་དཔལ་གྱི་བྱིན་གྱི་རླབས་ཀྱིས་བདུད་ཀྱིས་ལྷའི་བུ་མཚམས་བཟངས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Then, by Mañjuśrī’s blessings, Māra replied to the god Susīma,

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་བཟོད་པར་གསོལ་མི་དགོས་སོ། །
en: “Divine being, one does not need to ask the bodhisattva great beings who have entered the Great Vehicle for forgiveness.

source: དེ་དག་ལ་འཁྲུག་པ་མེད་ཁྲོ་བ་མེད་པའི་ཕྱིར་རོ། །
en: Because they are undisturbed and without anger.

source: གང་དག་འཁྲུག་ཅིང་ཁྲོ་བ་དེ་དག་ལ་ནི་བཟོད་པ་གསོལ་དགོས་སོ། །
en: One needs to ask for forgiveness from individuals who are disturbed and angry.”

source: སྡིག་ཅན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བཟོད་པ་ཅི་འདྲ།
en: “Evil One, what is the patience of the bodhisattvas like?”

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བཟོད་པ་ནི་རྣམ་པ་བཅུ་གཉིས་ཏེ།
en: “Divine being, the patience of the bodhisattvas has twelve aspects.

source: རྣམ་པ་བཅུ་གཉིས་གང་ཞེ་ན་འདི་ལྟ་སྟེ།
en: What are those twelve?

source: བཅོས་མ་མ་ཡིན་པས་བསམ་པའི་བཟོད་པ་དང་།
en: It is intentional patience, because it is not artificial.

source: ཁོང་ཁྲོ་བ་མེད་པའི་སེམས་ཀྱིས་ལྷག་པའི་བསམ་པའི་བཟོད་པ་དང་།
en: It is altruistic patience, because it is without anger.

source: སེམས་ཅན་ཐམས་ཅད་ལ་མི་སླུ་བས་གཡོ་བ་མེད་པའི་བཟོད་པ་དང་།
en: It is honest patience, because it deceives no one.

source: དབུལ་ཞིང་ཕོངས་པ་ཡོངས་སུ་སྐྱོབ་པས་སྙིང་བརྩེ་ཞིང་སྙིང་རྗེ་བའི་བཟོད་པ་དང་།
en: It is kind and compassionate patience, because it protects the poor and needy.

source: ལྡོག་པ་མེད་པས་ཇི་སྐད་སྨྲ་བ་དེ་བཞིན་དུ་བྱེད་པའི་བཟོད་པ་དང་།
en: It is patience in which actions are consistent with words, because it does not regress.

source: ལྟ་བར་སོང་བ་དང་བྲལ་བས་སྟོང་པ་ཉིད་ཀྱི་བཟོད་པ་དང་།
en: It is a patience of emptiness, because it is free of views.

source: ཆོས་ཉིད་ལ་རྟོན་པས་ཆོས་ངེས་པར་སེམས་པའི་བཟོད་པ་དང་།
en: It is a patience of confidence in the Dharma, because it is grounded in reality.

source: བདག་མེད་པས་ཟབ་མོའི་བཟོད་པ་དང་།
en: It is profound patience, because it is selfless.

source: འཕགས་པའི་སྐྱེ་བོའི་རྗེས་སུ་འཇུག་པས་འཐུན་པའི་བཟོད་པ་དང་།
en: It is appropriate patience, because it emulates the noble ones.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་འཐུན་པས་ཡང་དག་པའི་བཟོད་པ་དང་།
en: It is true patience, because it is in harmony with dependent origination.

source: སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་སྲུང་བས་ངོ་བྱེད་པ་ཡང་མེད་ལ་མི་འཐུན་པའང་མེད་པའི་བཟོད་པ་དང་།
en: It is a patience that is free from conformity and antagonism, because it safeguards all beings.

source: མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་རབ་ཏུ་ཐོབ་པའི་ཕྱིར་སྐྱེ་བ་མེད་ཅིང་འབྱུང་བ་མེད་པའི་བཟོད་པ་སྟེ།
en: It is an unborn and nonarising patience, because bodhisattvas have achieved acceptance that phenomena are unborn.

source: ལྷའི་བུ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བཟོད་པ་རྣམ་པ་བཅུ་གཉིས་སོ། །
en: Divine being, these are the twelve aspects of the bodhisattvas’ patience.”

source: ལྷའི་བུས་སྨྲས་པ། སྡིག་ཅན་ཁྱོད་གལ་ཏེ་བཀྲོལ་ན་དགའ་བར་འགྱུར་རམ།
en: The god inquired, “Evil One, if you were released, would you be happy?”

source: ལྷའི་བུ་ཁོ་བོ་དགའ་སྟེ་མཆོག་ཏུ་དགའོ། །
en: “Divine being, I would be happy—exhilarated!”

source: དེ་ནས་ལྷའི་བུ་མཚམས་བཟངས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: So the god Susīma said to youthful Mañjuśrī,

source: འཇམ་དཔལ་བདུད་སྡིག་ཅན་ཐོང་ཤིག་དང་རང་གི་གནས་སུ་འགྲོའོ། །
en: “Mañjuśrī, please release the evil Māra, so that he can return to his home.”

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བདུད་སྡིག་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Youthful Mañjuśrī said to the evil Māra,

source: སྡིག་ཅན་ཁྱོད་སུ་ཞིག་གིས་བཅིངས།
en: “Evil One, who bound you?

source: གང་ལས་དགྲོལ།
en: From what will you be released?”

source: འཇམ་དཔལ་བདག་ནི་སུས་བཅིངས་མི་ཤེས་སོ། །
en: “Mañjuśrī, I do not know who bound me.”

source: སྡིག་ཅན་ཁྱོད་ཇི་ལྟར་བཅིངས་པ་མེད་པ་ལ་བཅིངས་པར་འདུ་ཤེས་པ་དེ་བཞིན་དུ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱང་།
en: “Evil One, just as you think you are bound when you are not,

source: མི་རྟག་པ་ལ་རྟག་པར་འདུ་ཤེས།
en: so all childish beings perceive the impermanent to be permanent,

source: སྡུག་བསྔལ་བ་ལ་བདེ་བར་འདུ་ཤེས།
en: the painful to be pleasant,

source: བདག་མེད་པ་ལ་བདག་ཏུ་འདུ་ཤེས།
en: the selfless to be a self,

source: མི་སྡུག་པ་ལ་སྡུག་པར་འདུ་ཤེས།
en: the repulsive to be beautiful,

source: གཟུགས་མེད་པ་ལ་གཟུགས་སུ་འདུ་ཤེས།
en: the absence of form to be form,

source: ཚོར་བ་མེད་པ་དང་། འདུ་ཤེས་མེད་པ་དང་། འདུ་བྱེད་རྣམས་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་མེད་པ་ལ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པར་འདུ་ཤེས་སོ། །
en: and the absence of feeling, perception, formation, and consciousness to be feeling, perception, formation, and consciousness.

source: སྡིག་ཅན་ཁྱོད་དགྲོལ་ན་གང་ནས་དགྲོལ།
en: Evil One, if I free you, from what would you be freed?”

source: བདག་ནི་གང་ལས་ཀྱང་མི་དགྲོལ་ལོ། །སྨྲས་པ།
en: “I would not be freed from anything.”

source: སྡིག་ཅན་དེ་བཞིན་དུ་གང་དག་རྣམ་པར་དགྲོལ་བ་ཡང་། ཡང་དག་པ་མ་ཡིན་པའི་འདུ་ཤེས་ཡོངས་སུ་ཤེས་པ་མ་གཏོགས་པར་གང་ལས་ཀྱང་རྣམ་པར་གྲོལ་བར་འགྱུར་བ་མེད་དེ།
en: “Evil One, in the same way, aside from understanding their mistaken perception, those who are liberated are not liberated from anything whatsoever.

source: དེ་དག་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ། །
en: Thus, it is said they are liberated through understanding.”

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བྱིན་གྱིས་བརླབས་དེ་བསྡུས་པ་དང་། སྡིག་ཅན་དེའང་རང་གི་གཟུགས་དང་ལྡན་པར་བདག་གིས་ཤེས་སོ། །
en: At this point, youthful Mañjuśrī withdrew his blessing, so that the Evil One reassumed his own appearance.

source: དེ་ནས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་བདུད་སྡིག་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སྡིག་ཅན་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་མཛད་པ་བྱས་པ་ལེགས་སོ། །ལེགས་སོ། །
en: The elder Mahākāśyapa then said to the evil Māra, “Excellent, Evil One—excellent! You have performed the deeds of a buddha!”

source: བཙུན་པ་འོད་སྲུང་ཆེན་པོ་འདི་ནི་ཁོ་བོའི་ཡུལ་མ་ཡིན་གྱི། འདི་ནི་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཡུལ་དུ་བལྟའོ། །
en: “Venerable Mahākāśyapa, this is not my doing. It is the work of youthful Mañjuśrī.”

source: འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་མཛད་པ་གང་དུ་བཙལ་བར་བྱ།
en: “Mañjuśrī, where should one seek the deeds of a buddha?”

source: ལྷའི་བུ་སངས་རྒྱས་ཀྱི་མཛད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྣམས་སུ་བཙལ་བར་བྱའོ། །
en: “Divine being, one should seek the deeds of a buddha in the afflictions of all beings.

source: གལ་ཏེ་སེམས་ཅན་རྣམས་ཉོན་མོངས་པས་གཟིར་བ་མེད་ན་སངས་རྒྱས་ཀྱིས་ཀྱང་མཛད་པར་མི་འགྱུར་བའི་ཕྱིར་རོ། །
en: Because if beings were not stricken with afflictions, the buddhas would have nothing to do.

source: ལྷའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། གལ་ཏེ་སེམས་ཅན་རྣམས་ན་བར་མ་གྱུར་ན། སྨན་པས་ཀྱང་བྱ་བར་མི་འགྱུར་བ་དེ་བཞིན་དུ།
en: Divine being, by way of analogy, if beings did not fall sick, there would be nothing left for doctors to do.

source: ལྷའི་བུ་གལ་ཏེ་སེམས་ཅན་རྣམས་ཉོན་མོངས་པས་གཟིར་བར་མ་གྱུར་ན། སངས་རྒྱས་ཀྱིས་ཀྱང་མཛད་པར་མི་འགྱུར་རོ། །
en: Divine being, likewise, if beings were not stricken with afflictions, there would be nothing for the buddhas to do.”

source: ལྷའི་བུས་སྨྲས་པ། འཇམ་དཔལ་གང་བྱུང་ན་སངས་རྒྱས་འབྱུང་།
en: The god asked, “Mañjuśrī, what must happen for a buddha to appear?”

source: ལྷའི་བུ་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་བྱུང་ན་སངས་རྒྱས་འབྱུང་ངོ་། །
en: “Divine being, if there is birth, old age, sickness, and death, a buddha will appear.

source: ཆོས་དེ་དག་སྤང་བའི་དོན་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འབྱུང་བའི་ཕྱིར་རོ། །
en: Because the blessed buddhas appear for the sake of eliminating them.”

source: འཇམ་དཔལ་གང་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་བརྙེས་ནས་ཆོས་བསྐྱེད་པ་དེ་གང་།
en: “Mañjuśrī, once a thus-gone one has found awakening, what does he create?

source: ཆོས་བཀག་པ་གང་།
en: What does he prevent?”

source: ལྷའི་བུ་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་བརྙེས་ནས་ཆོས་གང་ཡང་བསྐྱེད་པ་ཡང་མེད། བཀག་པ་ཡང་མེད་དོ། །
en: “Divine being, once a thus-gone one has found awakening, he does not create anything, nor does he prevent anything.

source: ལྷའི་བུ་ཆོས་ཐམས་ཅད་ནི་སྐྱེ་བ་མ་ཡིན། འགག་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: Because, divine being, all phenomena are unborn and unceasing.

source: ལྷའི་བུ་སངས་རྒྱས་འབྱུང་བ་སངས་རྒྱས་འབྱུང་བ་ཞེས་བྱ་བ་འདི་ནི་རང་བཞིན་གྱི་ངོ་བོ་ཉིད་ཀྱིས་སྐྱེ་བ་མེད་པའི་ཚིག་བླ་དགས་སོ། །
en: Divine being, the appearance of a buddha is just an epithet for the unborn inherent nature of things.”

source: འཇམ་དཔལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “Mañjuśrī, how are bodhisattvas perfect in their intentions?”

source: གང་དམིགས་པའི་ལྟ་བས་ཆོས་གང་ལ་ཡང་ཀུན་ཏུ་མི་སྤྱོད་པའོ། །
en: “By not engaging with any phenomenon by means of a view of observation.”

source: ཇི་ལྟར་ན་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are they perfect in their altruistic intent?”

source: གང་ནང་དང་ཕྱིའི་ཆོས་རྣམས་ལ་ཆགས་པ་མེད་པའོ། །
en: “They are not attached to any inner or outer phenomenon whatsoever.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྦྱིན་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are bodhisattvas perfect in their generosity?”

source: གང་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱང་འདོར་ལ་སེམས་ཅན་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་མི་གཏོང་བའོ། །
en: “They have cast off all afflictions, but do not abandon any being.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are bodhisattvas perfect in their discipline?”

source: ཇི་ལྟར་སྟོན་པས་བསྟན་པ་བཞིན་དུ་སྒྲུབ་ཅིང་སེམས་ཅན་ཐམས་ཅད་ཀྱང་ཚུལ་ཁྲིམས་ལ་འགོད་ལ།
en: “They practice just as the teacher taught.

source: ལྷག་པའི་བསམ་པས་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་མི་འདོར་བའོ། །
en: They establish beings in discipline and, because of their altruistic intentions, they do not abandon the mind of awakening.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are bodhisattvas perfect in their patience?”

source: གང་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་ཟད་པའི་མཚན་ཉིད་དུ་ཤེས་ནས་
en: “Understanding that all phenomena have the characteristic of destruction,

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནོད་སེམས་དང་། ཁྲོ་བ་དང་། ཐ་བ་སྤང་བའི་ཕྱིར་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཆོ་ག་མི་འདོར་བའོ། །
en: they do not relinquish their omniscient dispositions in order to eliminate beings’ malice, anger, and aggression.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཕུན་སུམ་ཚོགས་པ་ཡིན། །
en: “How are bodhisattvas perfect in their diligence?”

source: ནམ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་གང་གི་ཕྱིར་བརྩོན་འགྲུས་བརྩམ་པའི་ཆོས་དེ་ནི་འདི་ལྟ་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་སྟེ། དེ་ཉིད་ཤིན་ཏུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ལ།
en: “Bodhisattvas do not give special regard only to achieving the object of their efforts, namely, unexcelled and perfect awakening,

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལེ་ལོ་སྤང་བའི་ཕྱིར། བརྩོན་འགྲུས་གཅེས་པ་ཡང་མི་འདོར་བ་ནའོ། །
en: but also persist with diligence in order to rid all beings of laziness.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བསམ་གཏན་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are bodhisattvas perfect in their concentration?”

source: ནམ་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་སྙོམས་པར་ཞུགས་པར་ཤེས་ཀྱང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་འདུལ་བའི་ཕྱིར་ཡང་བསམ་གཏན་བྱེད་པ་ནའོ། །
en: “Despite knowing that all phenomena are intrinsically in a state of equanimity, they still practice concentration in order to tame the afflictions of all beings.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are bodhisattvas perfect in their insight?”

source: ནམ་རྒྱུ་བ་མེད་པ་ཐོབ་པར་གྱུར་ཏེ།
en: “When, having attained stillness,

source: སྤྲོས་པ་ཐམས་ཅད་དང་བྲལ་ཞིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལྟ་བ་སྤོང་བའི་ཕྱིར། ཤེས་རབ་ཀྱི་རྣམ་པར་དཔྱོད་པ་ན་སྟེ།
en: they are free of all conceptual elaboration, yet they still engage in analytical insight for the sake of ridding all beings of their views.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་ཡིན་ནོ། །
en: At that time, bodhisattvas are perfect in their insight.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་གནས་པ་ཡིན།
en: “How do bodhisattvas abide in loving kindness?”

source: ནམ་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མཐོང་བ་ནའོ། །
en: “When they see all phenomena as being nirvāṇa by nature.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྙིང་རྗེ་ལ་གནས་པ་ཡིན།
en: “How do bodhisattvas abide in compassion?”

source: ནམ་ཆོས་ཐམས་ཅད་ལ་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་མེད་པར་ཤེས་པ་ནའོ། །
en: “When they understand that the results of actions do not exist with regard to any phenomenon.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དགའ་བ་ལ་གནས་པ་ཡིན།
en: “How do bodhisattvas remain in joy?”

source: ནམ་ཆོས་ཐམས་ཅད་ལ་དགའ་བ་ཡང་མི་སྐྱེད་ལ། མི་དགའ་བ་ཡང་མ་ཡིན་པ་ནའོ། །
en: “When they do not feel any joy or sorrow about any phenomenon.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བཏང་སྙོམས་ལ་གནས་པ་ཡིན།
en: “How do bodhisattvas remain in equanimity?”

source: ནམ་ཆོས་ཐམས་ཅད་ལ་གཉིས་དང་བྲལ་བར་གྱུར་པ་ནའོ། །
en: “When they have become free of duality with regard to all phenomena.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་དག་པ་ཞེས་བྱ།
en: “How are bodhisattvas known as authentic bodhisattvas?”

source: ནམ་ཆོས་ཐམས་ཅད་སྒྱུ་མ་ལྟ་བུར་བྱུང་བ་མེད་པར་ཤེས་པ་ནའོ། །
en: “When they know that all phenomena are unarisen, like illusions.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡིན།
en: “How are bodhisattvas great beings?”

source: ནམ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཐམས་ཅད་བདག་མེད་པར་མཐོང་བ་ནའོ། །
en: “When bodhisattvas see that all phenomena are selfless.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་གྱི་མཆོག་ཡིན།
en: “How are bodhisattvas supreme beings?”

source: ནམ་ཆོས་ཐམས་ཅད་གཟུང་བ་མེད་པ་དང་། གཞི་མེད་པར་ཤེས་པ་ནའོ། །
en: “When they know that all phenomena are ungraspable and groundless.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གོ་ཆ་ཆེན་པོ་བགོས་པ་ཡིན།
en: “How have bodhisattvas donned the great armor?”

source: ནམ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཐམས་ཅད་ནམ་མཁའ་དང་མཉམ་པར་ཐོས་ནས་མི་དངངས་མི་སྐྲག་སྐྲག་པར་མི་འགྱུར་ཞིང་གོ་ཆ་ཆེན་པོ་མི་འདོར་བ་ནའོ། །
en: “When they hear that all phenomena are as vast as the sky without trembling or being scared or terrified, and without abandoning the great armor.”

source: ལྷའི་བུས་སྨྲས་པ། ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དེས་པ་ཡིན།
en: The god asked, “How are bodhisattvas gentle?”

source: ནམ་སྙིང་རྗེ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་རིང་དུ་བསྲིངས་པ་ཡང་མ་ཡིན་ལ་སྲེད་པའི་བག་ལ་ཉལ་གྱིས་ཉེ་བར་བསྙེན་པ་ཡང་མ་ཡིན་པ་ནའོ། །
en: “When, out of great compassion, they do not distance themselves from beings, but are not overly close through habitual attachment.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འགྲོགས་ན་བདེ་བ་ཡིན།
en: “How are bodhisattvas easy to be with?”

source: ནམ་བདག་དང་གཞན་མི་དམིགས་པས་ལུས་དང་། ངག་དང་ཡིད་ཀྱིས་གཞན་ལ་གནོད་པ་མི་བྱེད་པ་ནའོ། །
en: “When they do no harm to others with body, speech, or mind, since they do not apprehend self or other.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བཀའ་བློ་བདེ་བ་ཡིན།
en: “How are bodhisattvas well-spoken?”

source: ནམ་ཇི་ལྟར་ཐོས་པའི་ཆོས་རྣམས་སྒྲུབ་ཅིང་ཚིག་ཇི་སྐད་སྨྲས་པ་བཞིན་བྱེད་པ་ནའོ། །
en: “When they accomplish the teachings as they learned them and practice what they preach.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འཐུན་པར་འཛིན་པ་ཡིན།
en: “How do bodhisattvas act in accordance with the advice they have received?”

source: ནམ་རང་གི་སེམས་དང་འཐུན་པའི་ཕྱིར། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་བསྒོ་བ་ལས་མི་འགྱུར་ཞིང་། སེམས་ཅན་ཐམས་ཅད་དང་འཐུན་པར་གནས་པ་ནའོ། །
en: “When they fully grasp their own minds, and therefore do not transgress the directive of any being and remain on good terms with all beings.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ངོ་ཚ་ཤེས་ཤིང་ཁྲེལ་ཡོད་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “How are bodhisattvas perfect in their modesty and decorum?”

source: ནམ་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ནང་ཡང་ཉེ་བར་ཞི་ལ་ཕྱི་རོལ་ཏུ་རྒྱུ་བ་ལ་ཡང་རྒྱུ་བ་ནའོ། །
en: “When, in order to ripen all beings, they are peaceful inwardly while moving about outwardly.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དད་པ་དང་ལྡན་པ་ཡིན།
en: “How are bodhisattvas endowed with faith?”

source: ནམ་ཆགས་པ་ཐམས་ཅད་ལ་ཡང་སྤྱོད་ལ། ཆགས་པ་ཐམས་ཅད་ལ་ཞེན་པ་ཡང་མེད་པ་ནའོ། །
en: “When they enjoy all desirable things without craving them.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཛའ་བ་བརྟེན་པ་ཡིན།
en: “How are bodhisattvas stable companions?”

source: ནམ་སངས་རྒྱས་ཀྱི་རིགས་མི་གཅོད་པ་ནའོ། །
en: “When they do not interrupt the lineage of the buddhas.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱས་པ་གཟོ་བ་ཡིན།
en: “How are bodhisattvas grateful?”

source: ནམ་ཇི་ལྟར་བྱས་པའི་དགེ་བའི་རྩ་བ་ཆུད་མི་གཟོན་པ་ནའོ། །
en: “When they do not squander the roots of virtue performed.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱས་པ་ཤེས་པ་ཡིན།
en: “How are bodhisattvas appreciative?”

source: ནམ་ཐེག་པ་གཞན་ལ་འདོད་པ་མི་བྱེད་པ་ནའོ། །
en: “When they do not long for other vehicles.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འདོད་པ་ཉུང་བ་ཡིན།
en: “How do bodhisattvas have few desires?”

source: ནམ་རང་གི་ཉོན་མོངས་པ་རྣམས་ཀྱང་མི་འདོད་ལ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྣམས་སྤང་བར་ཡང་འདོད་པ་ནའོ། །
en: “When they do not desire their own afflictions while also wishing to relinquish the afflictions of all beings.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོ་ག་ཤེས་པ་ཡིན།
en: “How are bodhisattvas content?”

source: ནམ་འཕགས་པའི་ཤེས་རབ་ཀྱི་ཤེས་པས་ཆོས་གང་ཡང་མི་ལེན་པ་ནའོ། །
en: “When, through knowledge of the noble ones’ insight, they do not appropriate any phenomenon.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ངོམས་པ་ཡིན།
en: “How are bodhisattvas satisfied?”

source: ནམ་འཇིག་རྟེན་ལས་འདས་པའི་ཤེས་རབ་ལ་ཡང་གནས་ལ། འཇིག་རྟེན་པའི་རྒྱུ་བས་ཀྱང་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་ནའོ། །
en: “When they abide in transcendent insight, yet wander the world in order to mature others.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་དབེན་པ་ཡིན།
en: “How are bodhisattvas fully disengaged?”
